Repository: jwamsterdam/Rainplay-iOS
Catalog: Rainplay iOS/Localizable.xcstrings
Source language: en
Languages: nl

# a11y.scoreAtTime %lld %@
source: Score %1$lld at %2$@
nl: Score %1$lld om %2$@

# a11y.temperatureDegrees %lld
source: %lld degrees
nl: %lld graden

# a11y.temperatureUnknown
source: Temperature unknown
nl: Temperatuur onbekend

# carousel.loading
source: Loading weather
nl: Weer laden

# carousel.retry
source: Try again
nl: Opnieuw proberen

# carousel.unavailable
source: Weather data unavailable
nl: Weerdata niet beschikbaar

# chart.now
source: now
nl: nu

# color.night
source: Night
nl: Nacht

# common.done
source: Done
nl: Klaar

# common.system
source: System
nl: Systeem

# date.example.dayMonth
source: Jul 1
nl: 1 jul

# date.example.weekdayDayMonth
source: Sat Jul 1
nl: za 1 jul

# day.dayAfterTomorrow
source: Day after tomorrow
nl: Overmorgen

# day.dayAfterTomorrow.short
source: In 2d
nl: Overm.

# day.today
source: Today
nl: Vandaag

# day.tomorrow
source: Tomorrow
nl: Morgen

# hero.outsideFrom %@
source: Outside from %@
nl: Buiten vanaf %@

# horizon.allDay
source: All day
nl: Hele dag

# horizon.plus2
source: +2 hr
nl: +2 uur

# horizon.plus6
source: +6 hr
nl: +6 uur

# layer.icons
source: Icons
nl: Iconen

# layer.precipitation
source: Precipitation
nl: Neerslag

# layer.temperature
source: Temperature
nl: Temperatuur

# location.current
source: Current location
nl: Huidige locatie

# location.deniedMessage
source: No access to your location. Turn on location access in Settings to use your current spot.
nl: Geen toegang tot je locatie. Zet locatietoegang aan in Instellingen om je huidige plek te gebruiken.

# location.gps
source: GPS location
nl: GPS locatie

# location.locating
source: Getting location…
nl: Locatie ophalen...

# location.noResults
source: No places found.
nl: Geen plaatsen gevonden.

# location.openSettings
source: Open Settings
nl: Open Instellingen

# location.saved
source: Saved
nl: Opgeslagen

# location.search
source: Search place
nl: Plaats zoeken

# location.searchFailed
source: Search failed.
nl: Zoeken lukte niet.

# location.searching
source: Searching…
nl: Zoeken...

# location.title
source: Location
nl: Locatie

# offline.banner
source: No internet connection
nl: Geen internetverbinding

# period.afternoon
source: afternoon
nl: middag

# period.evening
source: evening
nl: avond

# period.morning
source: morning
nl: ochtend

# settings.chartColors
source: Chart colors
nl: Grafiekkleuren

# settings.chartLayers
source: Chart layers
nl: Grafiek lagen

# settings.colorHelp
source: Tap the color swatch to pick a color. Drag the slider for intensity.
nl: Tik op het kleurvlak om de kleur te kiezen. Sleep de schuifregelaar voor de intensiteit.

# settings.dateFormat
source: Date format
nl: Datumnotatie

# settings.language
source: Language
nl: Taal

# settings.language.help
source: Choose the app language in iOS settings.
nl: Kies de taal van de app in de iOS-instellingen.

# settings.language.open
source: Open language settings
nl: Open taalinstellingen

# settings.temperature
source: Temperature
nl: Temperatuur

# settings.timeFormat
source: Time format
nl: Tijdnotatie

# settings.title
source: Settings
nl: Instellingen

# settings.twilightHelp
source: Lower = sharper transition · default 20
nl: Lager = scherpere overgang · standaard 20

# settings.twilightThreshold
source: Twilight threshold
nl: Schemering drempel

# summary.afterRain %@
source: After rain - %@ is best
nl: Na regen - %@ beste

# summary.betweenShowers %@
source: Between showers - %@ is best
nl: Tussen buien door - %@ beste

# summary.clear %@
source: Best outside in the %@
nl: %@ beste buitenmoment

# summary.clearThenRain %@
source: Rain later - %@ is best
nl: Later regen - %@ beste

# summary.none
source: No clear time to go outside
nl: Geen duidelijk buitenmoment

# summary.week.afterRain
source: Best after the rain
nl: Beste na de regen

# summary.week.betweenShowers
source: Dry between showers
nl: Droog tussen buien

# summary.week.clear
source: The best day this week
nl: De beste dag deze week

# summary.week.clearThenRain
source: More rain afterwards
nl: Daarna meer regen

# summary.week.none
source: No dry day this week
nl: Geen droge dag deze week

# time.12h
source: 12h
nl: 12u

# time.24h
source: 24h
nl: 24u

# weather.cloud
source: Cloudy
nl: Bewolkt

# weather.partly
source: Partly cloudy
nl: Zon met bewolking

# weather.rain
source: Rain
nl: Regen

# weather.sun
source: Sunny
nl: Zon
